Repository: SkavenWannabe/symfony-projet-lp
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

# base.footer.slogan
source: l'E-Gumes, we grow plants, not price
fr: l'E-Gumes, nous faisons pousser des plantes, pas les prix.

# base.footer.copyright
source: Symfony project for computer science web application licence 2022
fr: Projet symfony licence professionnelle - AW 2022

# header.navbar.home
source: Home
fr: Accueil

# header.navbar.shop
source: Shop
fr: Boutique

# header.button.language
source: Language
fr: langue

# header.button.french
source: French
fr: français

# header.button.english
source: English
fr: anglais

# default.title
source: l'E-Gume shopping site
fr: l'E-Gume site e-commerce

# index.h1
source: Welcome to l'E-Gume
fr: Bienvenue sur l'E-Gume

# index.article.title
source: Welcome to l'E-Gume
fr: Bienvenue

# index.article.description
source: Welcome to l'E-Gume, the first shopping site dedicated for legume, fruits, and berrys.
fr: Bienvenue sur l'E-gume, le premier site e-commerce dédié aux légumes, fruits et baies.

# contact.h1
source: contact
fr: Contacter-nous

# contact.article.title
source: Contact us
fr: Contact

# contact.article.description
source: You can contact us by:
fr: vous pouvez nous contacter :

# contact.article.phone
source: by phone at 06 21 21 45
fr: par téléphone au 06 21 21 45

# contact.article.mail
source: by mail : m√®l@lEGume.fake.notsocommercial
fr: par mail : mèl@lEGume.fake.notsocommercial
